Repository: edsonls/Vetsystem
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: br

source: Invalid animal
br: Animais inválido

source: The animal has been saved.
br: O animal foi salvo.

source: The animal could not be saved. Please, try again.
br: O animal não pôde ser salvo . Por favor , tente novamente.

source: The animal has been deleted.
br: O animal foi excluído.

source: The animal could not be deleted. Please, try again.
br: O animal não pode ser excluído . Por favor , tente novamente.

source: Invalid breed
br: Raça inválido

source: The breed has been saved.
br: A raça foi salva.

source: The breed could not be saved. Please, try again.
br: A raça não pôde ser salvo . Por favor , tente novamente.

source: The breed has been deleted.
br: A raça foi excluída.

source: The breed could not be deleted. Please, try again.
br: A raça não pode ser excluído . Por favor , tente novamente.

source: Invalid cash flow
br: Fluxo de caixa inválido

source: The cash flow has been saved.
br: O fluxo de caixa foi salvo.

source: The cash flow could not be saved. Please, try again.
br: O fluxo de caixa não pôde ser salvo . Por favor , tente novamente.

source: The cash flow has been deleted.
br: O fluxo de caixa foi excluído.

source: The cash flow could not be deleted. Please, try again.
br: O fluxo de caixa não pode ser excluído . Por favor , tente novamente.

source: Invalid client
br: Cliente inválido

source: The client has been saved.
br: O cliente foi salva.

source: The client could not be saved. Please, try again.
br: O cliente não pôde ser salvo . Por favor , tente novamente.

source: The client has been deleted.
br: O cliente foi excluído.

source: The client could not be deleted. Please, try again.
br: O cliente não pode ser excluído . Por favor , tente novamente.

source: Invalid clinic
br: Clínica inválido

source: The clinic has been saved.
br: A clínica foi salva.

source: The clinic could not be saved. Please, try again.
br: A clínica não pôde ser salvo . Por favor , tente novamente.

source: The clinic has been deleted.
br: A clínica foi apagado.

source: The clinic could not be deleted. Please, try again.
br: A clínica não pôde ser excluído . Por favor , tente novamente.

source: Invalid examination
br: Exame inválido

source: The examination has been saved.
br: O exame foi salvo.

source: The examination could not be saved. Please, try again.
br: O exame não pôde ser salvo . Por favor , tente novamente.

source: The examination has been deleted.
br: O exame foi excluído.

source: The examination could not be deleted. Please, try again.
br: O exame não pôde ser excluído . Por favor , tente novamente.

source: Invalid examinations order
br: Exames inválidos encomendar

source: The examinations order has been saved.
br: A ordem de exames foi salvo.

source: The examinations order could not be saved. Please, try again.
br: A ordem de exames não pôde ser salvo . Por favor , tente novamente.

source: The examinations order has been deleted.
br: A ordem de exames foi excluído.

source: The examinations order could not be deleted. Please, try again.
br: A ordem de exames não pôde ser excluído. Por favor , tente novamente.

source: Invalid expense
br: Despesa inválido

source: The expense has been saved.
br: A despesa foi salvo.

source: The expense could not be saved. Please, try again.
br: A despesa não pôde ser salvo . Por favor , tente novamente

source: The expense has been deleted.
br: A despesa foi excluída.

source: The expense could not be deleted. Please, try again.
br: A despesa não pode ser excluído . Por favor , tente novamente.

source: Invalid group
br: Grupo inválido

source: The group has been saved.
br: O grupo foi salvo.

source: The group could not be saved. Please, try again.
br: O grupo não pôde ser salvo . Por favor , tente novamente.

source: The group has been deleted.
br: O grupo foi excluído.

source: The group could not be deleted. Please, try again.
br: O grupo não pode ser excluído . Por favor , tente novamente

source: Invalid order
br: Ordem de serviço inválida

source: The order has been saved.
br: A ordem de serviço foi salvo.

source: The order could not be saved. Please, try again.
br: A ordem de serviço não pôde ser salvo . Por favor , tente novamente.

source: The order has been deleted.
br: A ordem de serviço foi excluída.

source: The order could not be deleted. Please, try again.
br: A ordem não pode ser excluído . Por favor , tente novamente.

source: Invalid payment method
br: Forma de pagamento inválido

source: The payment method has been saved.
br: A forma de pagamento foi salva.

source: The payment method could not be saved. Please, try again.
br: O método de pagamento não pôde ser salvo . Por favor , tente novamente.

source: The payment method has been deleted.
br: A forma de pagamento foi excluído.

source: The payment method could not be deleted. Please, try again.
br: O método de pagamento não pode ser excluído . Por favor , tente novamente.

source: Invalid species
br: Espécies inválidas

source: The species has been saved.
br: A espécie foi salva.

source: The species could not be saved. Please, try again.
br: As espécies não pôde ser salvo . Por favor , tente novamente.

source: The species has been deleted.
br: A espécie foi excluída.

source: The species could not be deleted. Please, try again.
br: As espécies não pôde ser excluído . Por favor , tente novamente.

source: Invalid user
br: Usuário inválido

source: The user has been saved.
br: O usuário foi salvo.

source: The user could not be saved. Please, try again.
br: O usuário não pôde ser salvo . Por favor , tente novamente.

source: The user has been deleted.
br: O usuário foi excluído.

source: The user could not be deleted. Please, try again.
br: O usuário não pode ser excluído . Por favor , tente novamente.

source: Invalid veterinarian
br: Veterinário inválido

source: The veterinarian has been saved.
br: O veterinário foi salvo.

source: The veterinarian could not be saved. Please, try again.
br: O veterinário não pôde ser salvo . Por favor , tente novamente.

source: The veterinarian has been deleted.
br: O veterinário foi excluído.

source: The veterinarian could not be deleted. Please, try again.
br: O veterinário não pode ser excluído . Por favor , tente novamente.

source: Informe seu login e senha para ter acesso ao painel administrativo.
br: Informe Seu o login e Senha Para ter Acesso ao Painel Administrativo

source: Animals
br: Animais

source: Add Animal
br: Adicionar animal

source: Home
br: Início

source: Active
br: Ativo

source: Inactive
br: Inativo

source: Edit Animal
br: Editar Animal

source: All Registered
br: Todos registros

source: created
br: Criado

source: active
br: ativo

source: client_id
br: ID Cliente

source: name
br: nome

source: specie_id
br: ID Espécie

source: breed_id
br: ID Raça

source: sex
br: Sexo

source: age
br: Idade

source: Actions
br: Ações

source: All client_id
br: Todos Clientes

source: All name
br: Todos Nomes

source: All specie_id
br: Todas Espécies

source: All breed_id
br: Todas Raças

source: All sex
br: Todos Sexos

source: All age
br: Todas idades

source: Search
br: Pesquisar

source: View
br: Visualizar

source: Edit
br: Editar

source: Delete
br: Excluir

source: Are you sure you want to delete the %s?
br: Tem certeza de que deseja excluir o %s?

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
br: Página {:page} de {:pages} , mostrando {:current} atual registra fora de {:count} total, começando no registro {:start} , terminando em {:end}

source: View
br: Visualizar

source: View Animal
br: Visualizar Animal

source: Are you sure you want to delete # %s?
br: Tem certeza de que deseja excluir # %s?

source: Created
br: Criado

source: Modified
br: Modificado

source: Client
br: Cliente

source: Name
br: Nome

source: Specie
br: Espécie

source: Breed
br: Raça

source: Sex
br: Sexo

source: Age
br: Idade

source: Related Orders
br: Ordens de serviço relacionadas

source: Order Service
br: Ordem de Serviço

source: Breeds
br: Raças

source: Add Breed
br: Adicionar Raça

source: Edit Breed
br: Editar Raça

source: description
br: descrição

source: All description
br: Todas as descrições

source: View Breed
br: Visualizar Raça

source: Description
br: Descrição

source: Related Animals
br: Animais relacionados

source: Cash Flows
br: Fluxos de Caixa

source: Add Cash Flow
br: Adicionar Fluxo de Caixa

source: Edit Cash Flow
br: Editar Fluxo de Caixa

source: modified
br: modificada

source: order_id
br: Id Ordem

source: All created
br: todos criados

source: All modified
br: Todos modificado

source: All order_id
br: Todas as Ordens

source: All total
br: Todos totais

source: View Cash Flow
br: Veja Fluxo de Caixa

source: Order
br: Ordem de Serviço

source: Clients
br: Clientes

source: Add Client
br: Adicionar Cliente

source: Examinations
br: Exames

source: Edit Client
br: Editar cliente

source: date_birth
br: data de nascimento

source: phone
br: telefone

source: phone_2
br: telefone 2

source: All cpf
br: Todos CPF

source: All rg
br: Todos RG

source: All phone
br: Todos Telefones

source: All phone_2
br: Todos Telefones 2

source: All email
br: Todasdos email

source: View Client
br: Visualizar Cliente

source: Date Birth
br: Data de Nascimento

source: Phone
br: Telefone

source: Phone 2
br: Telefone 2

source: Address
br: Endereço

source: Neighborhood
br: Bairro

source: City
br: Cidade

source: Clinics
br: Clínicas

source: Add Clinic
br: Adicionar Clínica

source: Edit Clinic
br: Editar Clínica

source: View Clinic
br: Visualizar Clínica

source: Related Order Services
br: Ordens de Serviço Relacionado

source: N° Order Services
br: N° Ordem de Serviço

source: Hello
br: Olá

source: Dashboard
br: Início

source: Entries
br: Cadastros

source: Animails
br: Animais

source: Veterinarians
br: Veterinários

source: Species
br: Espécies

source: Finance
br: Financeiro

source: Expenses
br: Despesas

source: Cash Flow
br: Fluxo De Caixa

source: Payment Methods
br: Formas de pagamento

source: Reports
br: Relatórios

source: Order Services
br: Ordens de Serviços

source: Configs
br: Configurações

source: Users
br: Usuários

source: Groups
br: Grupos

source: Access Control
br: Controle de Acesso

source: Member since
br: Membro desde

source: Profile
br: Perfil

source: Sign out
br: Sair

source: Add Examination
br: Adicionar Exame

source: Edit Examination
br: Editar Exame

source: value
br: valor

source: All value
br: TOdos Valores

source: View Examination
br: Visualizar Exame

source: Value
br: Valor

source: animal_id
br: ID Animal

source: clinic_id
br: ID Clinica

source: veterinarian_id
br: ID Veterinário

source: payment_method_id
br: ID Forma de Pagamento

source: discount
br: Desconto

source: file
br: arquivo

source: Add Expense
br: Adicionar Despesa

source: Edit Expense
br: Editar Despesa

source: type
br: Tipo

source: date_payment
br: Data do Pagamento

source: All type
br: Todos os tipos

source: All status
br: Todos Status

source: All date_payment
br: Todas datas de pagamento

source: View Expense
br: Visualizar Despesa

source: Type
br: Tipo

source: Date Payment
br: Data do Pagamento

source: Add Group
br: Adicionar Grupo

source: Edit Group
br: Editar Grupo

source: alias
br: Apelido

source: View Group
br: Visualizar Groupo

source: Alias
br: Apelido

source: Related Users
br: Usuários Relacionados

source: username
br: Login

source: password
br: Senha

source: group_id
br: ID Grupo

source: image
br: imagem

source: Orders
br: Ordem de Serviço

source: Add Order
br: Adicionar Ordem de Serviço

source: In analysis
br: Em Análise

source: Completed
br: Concluído

source: Edit Order
br: Editar Ordem de Serviço

source: All animal_id
br: Todos os animais

source: All clinic_id
br: Todas as Clinicas

source: All veterinarian_id
br: Todos os Veterinários

source: All payment_method_id
br: Todas as Formas de Pagamento

source: All discount
br: Todos descontos

source: Receipt
br: Recibo

source: Receipt
br: Recibo

source: Receipt Order
br: Recibo de Ordem de Serviço

source: Name Client
br: Nome do Cliente

source: Client Phone
br: Telefone do Cliente

source: Client E-mail
br: E-mail do Cliente

source: Name Clinic
br: Nome da Clinica

source: Clinic Phone
br: Telefone da Clinica

source: Clinic E-mail
br: E-mail da Clinica

source: Name Veterinarian
br: Nome do Veterinário

source: Veterinarian Phone
br: Telefone do Veterinário

source: Veterinarian E-mail
br: E-mail do Veterinário

source: Payment Method
br: Forma de Pagamento

source: Discount
br: Disconto

source: Related Examinations
br: Exames Relacionado

source: View Order
br: Visualizar Ordem de Serviço

source: Clinic
br: Clinica

source: Veterinarian
br: Veterinário

source: File
br: Aquivo

source: Result
br: Resultado

source: New Animals
br: Novo Animal

source: More info
br: Mais infomações

source: Clinic Registered
br: Clinicas Registradas

source: Veterinary Registered
br: Veterinários Registrados

source: Orders under review
br: Ordens em Análise

source: Add Payment Method
br: Adicionar Forma de Pagamento

source: Edit Payment Method
br: Editar Forma de Pagamento

source: View Payment Method
br: Visualizar Forma de Pagamento

source: Add Species
br: Adicionar Espécies

source: Edit Species
br: Editar Espécie

source: View Species
br: Visualizar Espécie

source: Add User
br: Adicionar Usuário

source: Edit User
br: Editar Usuário

source: View User
br: Visualizar Usuário

source: Username
br: Login

source: Group
br: Grupo

source: Image
br: Imagem

source: Add Veterinarian
br: Adicionar Veterinário

source: Edit Veterinarian
br: Editar Veterinário

source: All crmv
br: Todos os CRMV

source: View Veterinarian
br: Visualizar Veterinário

source: N° Order Service
br: N° Ordem de Serviço

source: notEmpty
br: não vazio

source: numeric
br: Numérico

source: date
br: Data

source: Something went wrong with the file upload
br: Algo deu errado com o upload do arquivo

source: Invalid file, only images allowed
br: Arquivo inválido , apenas imagens permitido

source: Something went wrong processing your file
br: Alguma coisa deu errado processar o seu arquivo

source: Group created.
br: Grupo criado

source: Invalid ID
br: ID Inválido

source: The Group was saved.
br: O grupo foi salvo.

source: Invalid ID.
br: ID inválido .

source: The user was deleted.
br: O usuário foi excluído

source: Permissions
br: Permissões

source: All Controllers was sincronized.
br: Todos os controladores foi sincronized

source: User saved.
br: Usuário Salvo

source: User was saved.
br: Usuário foi salvo.

source: password was saved.
br: senha foi salva.

source: Invalid ID!
br: ID inválida!

source: User was deleted.
br: Usuário foi excluído .

source: You have no authority to access this router.
br: Você não tem nenhuma permissão para acessar essa pagina .

source: Name:
br: Nome:

source: Save
br: Salva

source: Edit
br: Editar

source: Delete
br: Excluir

source: Languages
br: Linguagens

source: Brazilian
br: Brasileiro

source: English
br: Inglês

source: Sincronize
br: Sincronizar

source: Section
br: Seção

source: alowed
br: Permição

source: denied
br: Negada

source: allowed
br: Permitido

source: Password
br: Senha

source: Unactive
br: inativo

source: Reset password
br: Reset a senha

source: Add
br: Adicionar

source: Password:
br: Senha:

source: Password again:
br: Repita a senha:

source: Error
br: Erro

source: The requested address %s was not found on this server.
br: O endereço %s solicitado não foi encontrado neste servidor.

source: An Internal Error Has Occurred.
br: Um erro interno ocorreu .

source: CakePHP: the rapid development php framework
br: The Flash : o framework de desenvolvimento php rápida

source: CakePHP %s
br: The Flash %s

source: Debug setting does not allow access to this url.
br: Configuração Debug não permite o acesso a este url.
